[
    {
        "estate_title": "Luxury Lakeside Villa",
        "id": 1,
        "segment_name": "Single-family homes",
        "description": "Experience lakeside living at its finest in this stunning villa boasting panoramic views and luxurious amenities. This spacious villa offers an idyllic retreat from the hustle and bustle of city life. With 3500 square feet of living space, this residence features a grand living room with floor-to-ceiling windows overlooking the tranquil waters, perfect for entertaining guests or simply unwinding after a long day. The outdoor area is equally impressive, with a private swimming pool surrounded by lush landscaping, creating a serene oasis for relaxation and recreation. Additionally, residents can enjoy movie nights in the comfort of their own home theater, complete with state-of-the-art audiovisual equipment. Located in the prestigious Lakefront Estates, this lakeside villa offers the epitome of luxury living.",
        "price": "$1,500,000",
        "Status": "Sale",
        "Area": "3500 sq ft",
        "location": "Lakefront Estates",
        "facilities": ["Living Room", "Swimming Pool", "Home Theater"],
        "image": "https://i.ibb.co/pb2w4jN/pexels-alex-staudinger-1732414.jpg"
      },
      {
        "estate_title": "Modern City Loft",
        "id": 2,
        "segment_name": "Apartments",
        "description": "Sleek and stylish loft apartment located in the heart of the city, offering contemporary urban living at its finest. This modern loft boasts 1000 square feet of open-concept living space, with high ceilings and expansive windows that flood the interior with natural light. The open kitchen features sleek cabinetry, premium appliances, and a spacious island, making it ideal for both casual meals and formal entertaining. Residents can stay active without leaving home thanks to the on-site gym, or take in panoramic views of the city skyline from the rooftop deck. With its convenient location in the vibrant Downtown District, this city loft offers the ultimate urban lifestyle.",
        "price": "$3,000/month",
        "Status": "Rent",
        "Area": "1000 sq ft",
        "location": "Downtown District",
        "facilities": ["Open Kitchen", "Gym", "Roof Deck"],
        "image": "https://i.postimg.cc/x1nKD9vL/zxc.jpg"
      },
      {
        "estate_title": "Cozy Townhouse Retreat",
        "id": 3,
        "segment_name": "Townhouses",
        "description": "Escape the hustle and bustle in this charming townhouse retreat nestled in a quaint neighborhood with scenic views. This cozy townhouse offers 1800 square feet of living space spread over two levels, providing ample room for relaxation and privacy. The main level features a spacious living area with a fireplace, perfect for cozy evenings with family and friends. The adjacent kitchen boasts modern appliances and ample counter space, making it a joy to cook and entertain. Upstairs, the master bedroom offers a peaceful sanctuary with an ensuite bathroom and picturesque views of the surrounding landscape. Residents can also enjoy outdoor living on the spacious patio, ideal for al fresco dining or simply soaking up the sun. With its tranquil location in Tranquil Heights, this townhouse retreat offers the perfect blend of comfort and convenience.",
        "price": "$400,000",
        "Status": "Sale",
        "Area": "1800 sq ft",
        "location": "Tranquil Heights",
        "facilities": ["Spacious Patio", "Community Park Access", "Attached Garage"],
        "image": "https://i.ibb.co/yXkXzBw/slider-3.jpg"
      },
      {
        "estate_title": "Student Housing Complex",
        "id": 4,
        "segment_name": "Student housing",
        "description": "Purpose-built student housing complex offering convenient amenities and a vibrant community atmosphere. This student housing complex provides a comfortable and supportive environment for students to thrive academically and socially. With 1200 square feet of living space, each unit features a study lounge, perfect for collaborative projects or quiet study sessions. Residents can stay active and healthy with access to a fitness center, while laundry facilities on-site make it easy to keep up with chores. The community also offers a range of social activities and events, fostering a sense of camaraderie among residents. Located in the bustling University District, this housing complex provides students with easy access to campus resources and nearby amenities.",
        "price": "$800/month",
        "Status": "Rent",
        "Area": "1200 sq ft",
        "location": "University District",
        "facilities": ["Study Lounge", "Fitness Center", "Laundry Facilities"],
        "image": "https://i.ibb.co/rc7cpsF/slider-4.webp"
      },
      {
        "estate_title": "Senior Living Community",
        "id": 5,
        "segment_name": "Senior living communities",
        "description": "Enjoy retirement living at its finest in this active senior community offering resort-style amenities and services. This senior living community provides a vibrant and engaging lifestyle for residents aged 55 and older. With 2000 square feet of living space, each residence is thoughtfully designed for comfort and accessibility, with features such as wide doorways and step-free showers. Residents can stay active and socialize with neighbors by taking advantage of the walking trails, clubhouse, and community events. For added peace of mind, on-site healthcare services are available, providing residents with convenient access to medical care. Nestled in the serene Retirement Haven, this community offers a peaceful retreat with all the comforts of home.",
        "price": "$250,000",
        "Status": "Sale",
        "Area": "2000 sq ft",
        "location": "Retirement Haven",
        "facilities": ["Walking Trails", "Clubhouse", "On-site Healthcare"],
        "image": "https://i.ibb.co/sqC2wHK/slider-2.jpg"
      },
      {
        "estate_title": "Exquisite Vacation Rental",
        "id": 6,
        "segment_name": "Vacation rentals",
        "description": "Indulge in a luxurious getaway at this exquisite vacation rental featuring breathtaking ocean views and premium amenities. This stunning vacation rental offers 2500 square feet of living space spread over multiple levels, providing plenty of room for relaxation and entertainment. The main level features a spacious living area with floor-to-ceiling windows, offering panoramic views of the ocean and coastline. The adjacent gourmet kitchen is a chef's dream, equipped with high-end appliances and a large island for preparing meals. Outside, the expansive deck is perfect for enjoying meals al fresco or simply soaking up the sun. Guests can also take advantage of the private beach access, infinity pool, and outdoor dining area, ensuring a memorable and luxurious vacation experience. Located in the idyllic Coastal Retreat, this vacation rental is the perfect destination for a seaside escape.",
        "price": "$500/night",
        "Status": "Rent",
        "Area": "2500 sq ft",
        "location": "Coastal Retreat",
        "facilities": ["Private Beach Access", "Infinity Pool", "Outdoor Dining Area"],
        "image": "https://i.postimg.cc/rmw0y9gJ/huij.jpg"
      },
      {
          "estate_title": "Family-Friendly Suburban Home",
          "id": 7,
          "segment_name": "Single-family homes",
          "description": "Spacious and inviting suburban home perfect for families, featuring a large backyard and close proximity to schools. This family-friendly home offers 2800 square feet of living space, providing plenty of room for families to grow and thrive. The main level features a bright and airy living room, perfect for gatherings and entertaining. The adjacent kitchen boasts modern appliances and ample counter space, making it a joy to cook and bake. Upstairs, the master bedroom offers a peaceful retreat with an ensuite bathroom and walk-in closet. Outside, the large backyard is ideal for outdoor activities and play, while the attached garage provides convenient parking and storage. Located in the picturesque Suburban Haven, this home offers the perfect blend of comfort and convenience for families.",
          "price": "$600,000",
          "Status": "Sale",
          "Area": "2800 sq ft",
          "location": "Suburban Haven",
          "facilities": ["Playroom", "Outdoor BBQ Area", "Attached Garage"],
          "image": "https://i.ibb.co/6XMQQ2r/slider-1.jpg"
        },
        {
          "estate_title": "Chic Urban Apartment",
          "id": 8,
          "segment_name": "Apartments",
          "description": "Experience urban living at its best in this chic apartment boasting modern design elements and city skyline views. This stylish apartment offers 900 square feet of living space, with an open-concept layout that maximizes natural light and airflow. The sleek kitchen features stainless steel appliances and quartz countertops, perfect for cooking and entertaining. The living area is bright and spacious, with floor-to-ceiling windows offering panoramic views of the city below. Residents can stay active and socialize with neighbors in the on-site fitness center, or relax and take in the views from the rooftop lounge. With its convenient location in the bustling City Center, this apartment offers the ultimate urban lifestyle.",
          "price": "$2,200/month",
          "Status": "Rent",
          "Area": "900 sq ft",
          "location": "City Center",
          "facilities": ["Fitness Center", "Rooftop Lounge", "Pet-Friendly"],
          "image": "https://i.ibb.co/ZH9Rkxp/opo.jpg"
        },
        {
          "estate_title": "Luxury Penthouse Suite",
          "id": 9,
          "segment_name": "Apartments",
          "description": "Indulge in luxury living in this breathtaking penthouse suite offering unparalleled elegance and panoramic city vistas. This luxurious penthouse suite offers 3000 square feet of living space spread over two levels, providing the ultimate in comfort and sophistication. The main level features a grand living room with soaring ceilings and a wall of windows, offering breathtaking views of the city skyline. The adjacent dining area and gourmet kitchen are perfect for entertaining, with high-end appliances and finishes throughout. Upstairs, the master suite is a true sanctuary, with a spacious bedroom, spa-like ensuite bathroom, and private terrace overlooking the city below. Residents can also enjoy access to concierge services and valet parking, ensuring a luxurious and hassle-free lifestyle. Located in the prestigious Skyline Towers, this penthouse suite offers the pinnacle of urban living.",
          "price": "$5,000/month",
          "Status": "Rent",
          "Area": "3000 sq ft",
          "location": "Skyline Towers",
          "facilities": ["Private Terrace", "Concierge Service", "Valet Parking"],
          "image": "https://i.ibb.co/gjh24Nt/plpl.jpg"
        },
        {
          "estate_title": "Enchanted Treehouse Retreat",
          "id": 10,
          "segment_name": "Vacation rentals",
          "description": "Escape to this whimsical treehouse retreat nestled high among the trees, offering a magical experience and unparalleled tranquility. This enchanting treehouse retreat offers 500 square feet of cozy living space, with rustic charm and modern comforts. The main level features a charming living area with a fireplace, perfect for cozy evenings indoors. The adjacent kitchenette is equipped with basic amenities for preparing simple meals and snacks. Upstairs, the sleeping loft offers a peaceful retreat with a comfortable bed and panoramic views of the surrounding forest. Outside, guests can relax and unwind on the spacious deck, or explore the nearby trails and natural beauty. With its tranquil location in Forest Haven, this treehouse retreat is the perfect destination for nature lovers and outdoor enthusiasts.",
          "price": "$300/night",
          "Status": "rent",
          "Area": "500 sq ft",
          "location": "Forest Haven",
          "facilities": ["Outdoor Shower", "Hammock Lounge", "Observation Deck"],
          "image": "https://i.ibb.co/T1QJT6r/h1.jpg"
        },
        {
            "estate_title": "Floating Houseboat Oasis",
            "id": 11,
            "segment_name": "Vacation rentals",
            "description": "Experience the ultimate getaway aboard this luxurious houseboat, where serene waters and panoramic views await. This floating oasis offers a unique blend of comfort and adventure, with a spacious sun deck perfect for basking in the sun, kayaks for exploring the surrounding waters, and fishing equipment for casting a line and catching your dinner. Located in Marina Cove, this houseboat promises a tranquil escape from the hustle and bustle of city life.",
            "price": "$400/night",
            "Status": "rent",
            "Area": "800 sq ft",
            "location": "Marina Cove",
            "facilities": ["Sun Deck", "Kayaks", "Fishing Equipment"],
            "image": "https://i.ibb.co/Vg0633P/h9.jpg"
        },
        {
            "estate_title": "Historic Castle Estate",
            "id": 12,
            "segment_name": "Single-family homes",
            "description": "Step back in time and live like royalty in this meticulously restored castle estate, featuring grand halls and lush gardens. This historic property offers a glimpse into a bygone era, with intricately designed architecture and opulent interiors. The Great Hall is perfect for hosting grand gatherings, while the Chapel provides a serene space for reflection. Outside, the maze garden invites leisurely strolls amidst verdant surroundings. Located in the prestigious Royal Kingdom, this castle estate is a true masterpiece of timeless elegance.",
            "price": "$2,500,000",
            "Status": "sale",
            "Area": "10000 sq ft",
            "location": "Royal Kingdom",
            "facilities": ["Great Hall", "Chapel", "Maze Garden"],
            "image": "https://i.ibb.co/7GvyXjQ/h4.jpg"
        },
        {
            "estate_title": "Futuristic Dome Residence",
            "id": 13,
            "segment_name": "Single-family homes",
            "description": "Embrace innovation in this futuristic dome residence, where sleek design and sustainable living converge. This cutting-edge property features geometrically inspired architecture and state-of-the-art amenities, including solar panels for eco-friendly energy production, smart home technology for seamless automation, and an indoor garden that brings nature indoors. Located in the bustling Tech Hub, this dome residence is a testament to modern living at its finest.",
            "price": "$800,000",
            "Status": "sale",
            "Area": "3000 sq ft",
            "location": "Tech Hub",
            "facilities": ["Solar Panels", "Smart Home Technology", "Indoor Garden"],
            "image": "https://i.ibb.co/3FS0FgG/h5.jpg"
        },
        {
            "estate_title": "Eco-Friendly Earthship Dwelling",
            "id": 14,
            "segment_name": "Single-family homes",
            "description": "Live off the grid in this eco-friendly earthship dwelling, featuring recycled materials and sustainable energy solutions. This unique property blends seamlessly with its natural surroundings, with walls constructed from recycled tires and earth, and a roof adorned with living vegetation. Rainwater harvesting systems provide water for daily needs, while the greenhouse allows for year-round gardening. Located in the serene Green Oasis, this earthship dwelling offers a harmonious blend of sustainability and comfort.",
            "price": "$400,000",
            "Status": "sale",
            "Area": "2000 sq ft",
            "location": "Green Oasis",
            "facilities": ["Rainwater Harvesting", "Greenhouse", "Composting Toilet"],
            "image": "https://i.ibb.co/0CKyYrk/h3.jpg"
        },
        {
            "estate_title": "Underwater Submarine Retreat",
            "id": 15,
            "segment_name": "Vacation rentals",
            "description": "Dive into adventure with a stay at this one-of-a-kind underwater submarine retreat, where marine life becomes your neighbor. This extraordinary property offers a window to the underwater world, with an underwater observatory providing mesmerizing views of aquatic life. Submarine tours offer the chance to explore the surrounding ocean depths, while the aquarium bedroom offers a unique sleeping experience. Located in the mysterious Ocean Depths, this submarine retreat promises an unforgettable underwater adventure.",
            "price": "$600/night",
            "Status": "rent",
            "Area": "1000 sq ft",
            "location": "Ocean Depths",
            "facilities": ["Underwater Observatory", "Submarine Tours", "Aquarium Bedroom"],
            "image": "https://i.ibb.co/0h5wb3Z/h8.jpg"
        },
        {
            "estate_title": "Historic Lighthouse Residence",
            "id": 16,
            "segment_name": "Vacation rentals",
            "description": "Illuminate your vacation with a stay at this historic lighthouse residence, offering breathtaking coastal views and maritime charm. This iconic property boasts panoramic views of the coastline from its panoramic observatory, providing a picturesque backdrop for relaxation. Coastal trail access allows for leisurely strolls along the shoreline, while the nautical decor adds to the maritime ambiance. Located at Lighthouse Point, this residence promises a memorable coastal retreat steeped in history and natural beauty.",
            "price": "$350/night",
            "Status": "rent",
            "Area": "600 sq ft",
            "location": "Lighthouse Point",
            "facilities": ["Panoramic Observatory", "Coastal Trail Access", "Nautical Decor"],
            "image": "https://i.ibb.co/NTXJrgP/h7.jpg"
        },
        {
            "estate_title": "Hobbit Underground Dwelling",
            "id": 17,
            "segment_name": "Vacation rentals",
            "description": "Journey to Middle Earth with a stay at this enchanting hobbit-inspired underground dwelling, where cozy comfort meets whimsical charm. This charming property features a round door entrance that leads to a cozy interior adorned with rustic furnishings and a fireplace lounge for warmth and relaxation. Outside, the mushroom garden adds to the whimsical ambiance, providing a tranquil space for enjoying the outdoors. Located in the picturesque Shire Meadows, this underground dwelling offers a magical retreat for adventurers of all ages.",
            "price": "$250/night",
            "Status": "rent",
            "Area": "400 sq ft",
            "location": "Shire Meadows",
            "facilities": ["Round Door Entrance", "Mushroom Garden", "Fireplace Lounge"],
            "image": "https://i.ibb.co/pJkxPnd/h6.jpg"
        },
        {
            "estate_title": "Art Deco Airship Penthouse",
            "id": 18,
            "segment_name": "Vacation rentals",
            "description": "Soar above the city in style with a stay at this luxurious art deco airship penthouse, offering unparalleled views and vintage elegance. This unique property features a sky lounge with floor-to-ceiling windows that provide sweeping views of the city skyline, while the observation deck offers a bird's-eye perspective of the urban landscape. Retro decor adds to the vintage charm, creating a nostalgic ambiance reminiscent of a bygone era. Located in the Skyline Skies, this airship penthouse promises a memorable stay high above the bustling city streets.",
            "price": "$500/night",
            "Status": "rent",
            "Area": "700 sq ft",
            "location": "Skyline Skies",
            "facilities": ["Sky Lounge", "Observation Deck", "Retro Decor"],
            "image": "https://i.ibb.co/hYGFS0D/h2.jpg"
        }
  ]
  